RAILS-AWS-S3-BUCKET/app/controllers/users_controller.rb

INSERT INTO "users" ("name", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["name", "asd"], ["created_at", "2020-08-22 17:40:29.801671"], ["updated_at", "2020-08-22 17:40:29.801671"]]
---
    def create
      @user = User.new(user_params)
        if @user.save